Repository: aaltatan/private-universities-sms
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: normal
ar: طبيعى

source: down
ar: لأسفل

source: up
ar: أعلى

source: january
ar: كانون الثاني

source: february
ar: شباط

source: march
ar: آذار

source: april
ar: نيسان

source: may
ar: أيار

source: june
ar: نيسان

source: july
ar: تموز

source: august
ar: آب

source: september
ar: أيلول

source: october
ar: تشرين الاول

source: november
ar: تشرين الثاني

source: december
ar: كانون الاول

source: first quarter
ar: الربع الاول

source: second quarter
ar: الربع الثاني

source: third quarter
ar: الربع الثالث

source: fourth quarter
ar: الربع الرابع

source: this choice is not valid
ar: الاختيار ليس صالحاً

source: search
ar: البحث

source: %s (desc)
ar: %s (تنازلي)

source: from
ar: من

source: to
ar: الى

source: name
ar: الاسم

source: description
ar: الشرح

source: no objects found
ar: لا يوجد عناصر

source: you can't execute this action because you are not using htmx.
ar: لا يمكنك تنفيذ هذه العملية لانك لا تستخدم htmx.

source: you cannot access this page
ar: لا يمكنك الوصول الى هذه الصفحة

source: form is invalid
ar: النموذج غير صالح

source: {} has been created successfully
ar: تم انشاء {} بنجاح

source: ({}) has been updated successfully
ar: تم التعديل على {} بنجاح

source: you cannot delete this object
ar: لا يمكنك حذف هذا العنصر

source: you cannot multiple templates
ar: لا يمكنك استخدام أكثر من قالب

source: create
ar: انشاء

source: update
ar: تعديل

source: delete
ar: حذف

source: export
ar: تصدير

source: other
ar: أخرى

source: activity
ar: نشاط

source: activities
ar: النشاطات

source: max page size
ar: الحجم الأقصى للصفحة

source: max page size for pagination purposes
ar: الحجم الأقصى للصفحة لغرض تقسيم الصفحات

source: per page
ar: عدد العناصر المراد اظهارها

source: per page for pagination purposes
ar: عدد العناصر المراد اظهارها لأغراض تقسيم الصفحات

source: messages timeout
ar: توقيت الرسائل

source: messages timeout in seconds
ar: توقيت الرسائل بالثواني

source: critical confirmation timeout
ar: توقيت رسائل التأكيد للعمليات الهامة

source: critical confirmation timeout in seconds
ar: توقيت رسائل التأكيد للعمليات الهامة بالثواني

source: per page list
ar: قائمة عدد العناصر المراد اظهارها

source: per page list for pagination purposes
ar: قائمة عدد العناصر المراد اظهارها لغرض تقسيم الصفحات

source: global settings
ar: الإعدادات العامة

source: file
ar: ملف

source: template item
ar: عنصر القالب

source: template items
ar: عناصر القوالب

source: voucher template
ar: قالب أمر الصرف

source: employee template
ar: قالب الموظف

source: ledger template
ar: قالب كشف الحساب

source: template
ar: قالب

source: templates
ar: القوالب

source: yes
ar: نعم

source: no
ar: لا

source: user
ar: المستخدم

source: date
ar: التاريخ

source: kind
ar: النوع

source: data
ar: البيانات

source: close
ar: اغلق

source: ledger
ar: كشف الحساب

source: details
ar: التفاصيل

source: no results
ar: لا يوجد نتائج

source: selected
ar: المختارة

source: select all
ar: اختر الكل

source: no options
ar: لا يوجد خيارات

source: order by
ar: الترتيب حسب

source: home
ar: الرئيسية

source: dashboard
ar: لوحة التحكم

source: done
ar: تم

source: the operation was not completed.
ar: لم تكتمل العملية.

source: object has been deleted successfully.
ar: تم الحذف بنجاح.

source: you can't delete this object because it is related to other objects.
ar: لا يمكنك حذف هذا العنصر، قد يكون مرتبطاً بعناصر أخرى.

source: objects have been deleted successfully.
ar: تم حذف العناصر بنجاح.

source: you can't delete objects because they are related to other objects.
ar: لا يمكنك حذف العناصر لانها قد تكون مرتبطة بعناصر أخرى.

source: between {} and below {} years
ar: بين {} و {} سنة

source: below {} years
ar: اقل من {} سنة

source: the field must be at least 4 characters long.
ar: يجب ان تكون عدد محارف الحقل 4 محارف أو اكثر.

source: the field must be at least 2 characters long.
ar: يجب ان تكون عدد محارف الحقل محرفين أو اكثر.

source: the field must be numeric.
ar: الحقل يجب ان يحتوي على رقم.

source: the field must be syrian mobile number like 0947302503.
ar: يجب ان يحتوي الحقل على رقم هاتف محمول سوري، مثل: 0947302503.

source: the field must be syrian phone number like 0332756651.
ar: يجب ان يحتوي الحقل على رقم هاتف ثابت سوري، مثل: 0332756651.

source: the field must be a valid pdf, png, jpg or jpeg file.
ar: يجب ان يكون الملف من نوع pdf أو png أو jpg أو jpeg.

source: the field must be a valid jpg, jpeg or png file.
ar: يجب ان يكون الملف من نوع png أو jpg أو jpeg.

source: the field must be a valid docx file.
ar: يجب ان يكون الملف من نوع docx.

source: the field must be a valid xlsx file.
ar: يجب ان يكون الملف من نوع xlsx.

source: file must be a valid pdf, png, jpg or jpeg file.
ar: يجب ان يكون الملف من نوع pdf أو png أو jpg أو jpeg.

source: file must be a valid jpg, jpeg or png file.
ar: يجب ان يكون الملف من نوع png أو jpg أو jpeg.

source: file must be a valid docx file.
ar: يجب ان يكون الملف من نوع docx.

source: file must be a valid xlsx file.
ar: يجب ان يكون الملف من نوع xlsx.

source: some description
ar: الشرح

source: id
ar: رقم المعرف

source: order
ar: الترتيب

source: is academic
ar: هل هو أكاديمي

source: is governmental
ar: هل هو حكومي

source: is virtual
ar: هل هو افتراضي

source: schools count
ar: عدد الجامعات

source: nationality
ar: الجنسية

source: website
ar: الموقع الالكتروني

source: email
ar: البريد الالكتروني

source: phone
ar: الهاتف الثابت

source: address
ar: العنوان

source: is specialist
ar: هل هو اختصاصي

source: phone number
ar: رقم الهاتف

source: e.g. Bachelor
ar: مثال: شهادة ثانوية

source: e.g. 1
ar: مثال: 1

source: search school kinds
ar: البحث ضمن انواع الحامعات

source: search nationalities
ar: البحث ضمن الجنسيات

source: e.g. AlWatniya Private University
ar: مثال: الجامعة الوطنية الخاصة

source: e.g. 0947302503
ar: مثال: 0947302503

source: e.g. Warsaw, Poland
ar: مثال حماه، سوريا

source: e.g. High School
ar: مثال: مدرسة ثانوية

source: e.g. Computer Science
ar: مثال: علوم الحاسوب

source: academic
ar: أكاديمي

source: applied
ar: تطبيقي

source: for sorting purposes, you can use the same order for different degrees
ar: لغرض الترتيب، يمكن استخدام نفس الترتيب لأكثر من درجة

source: degree
ar: درجة

source: degrees
ar: الدرجات

source: school
ar: جامعة

source: schools
ar: الجامعات

source: governmental
ar: حكومي

source: private
ar: خاص

source: virtual
ar: افتراضي

source: ordinary
ar: عادي

source: school kind
ar: نوع الجامعة

source: school kinds
ar: أنواع الجامعات

source: specialist
ar: تخصصي

source: supporter
ar: داعم

source: specialization
ar: الاختصاص

source: specializations
ar: الاختصاصات

source: academic?
ar: أكاديمي؟

source: employees count
ar: عدد الموظفين

source: governmental?
ar: حكومي؟

source: virtual?
ar: افتراضي؟

source: specialist?
ar: اختصاصي؟

source: create new degree
ar: انشاء درجة جديدة

source: create new school kind
ar: انشاء نوع جامعة جديد

source: create new school
ar: انشاء جامعة جديدة

source: create new specialization
ar: انشاء اختصاص جديد

source: add new degree
ar: انشاء درجة جديدة

source: add new
ar: انشاء جديد

source: filters
ar: وحدات التصفية

source: options
ar: الخيارات

source: edit
ar: تعديل

source: add new school kind
ar: انشاء نوع جامعة جديد

source: add new school
ar: انشاء جامعة جديدة

source: add new specialization
ar: انشاء اختصاص جديد

source: education
ar: تعليمي

source: short name
ar: الاسم المختصر

source: calculation method
ar: طريقة الاحتساب

source: tax
ar: الضريبة

source: tax classification
ar: التصنيف الضريبي

source: value
ar: القيمة

source: min value
ar: الحد الأدنى من القيمة

source: max value
ar: الحد الأعلى من القيمة

source: affected by working days
ar: يتأثر بعدد أيام الدوام

source: is active
ar: هل هو مفعل

source: accounting id
ar: الرقم في المحاسبة العامة

source: year
ar: العام

source: start date
ar: تاريخ البداية

source: is closed
ar: هل هو مغلق

source: amount from
ar: المبلغ من

source: amount to
ar: المبلغ الى

source: rate
ar: النسبة

source: notes
ar: ملاحظات

source: restrict to min total value
ar: التقييد بالحد الأدنى الاجمالي

source: restrict to max total value
ar: التقييد بالحد الأعلى الاجمالي

source: closed
ar: مغلق

source: search taxes
ar: البحث ضمن الضرائب

source: e.g. Salary
ar: مثال: الراتب

source: e.g. 1000
ar: مثال: 1000

source: e.g. 0
ar: مثال: 0

source: e.g. 50000
ar: مثال: 50000

source: e.g. 100
ar: مثال: 100

source: e.g. 3111
ar: مثال: 3111

source: e.g. 1000 if obj.gender == 'male' else 1000
ar: مثال 1000 if obj.gender == 'male' else 1000

source: search years
ar: البحث ضمن السنوات

source: e.g. 20221 - First Chapter
ar: مثال: الفصل الدراسي الاول - 20221

source: e.g. 2022-01-01
ar: مثال: 2022-01-01

source: e.g. Fixed Tax
ar: مثال: ضريبة الدفعة الواحدة

source: e.g. Fixed
ar: مثال: ثابتة

source: e.g. 0.1
ar: مثال: 0.1

source: e.g. salaries
ar: مثال: الرواتب

source: e.g. 2022
ar: مثال 2022

source: fixed
ar: ثابتة

source: by input
ar: حسب الادخال

source: benefit
ar: منفعة

source: cut
ar: اقتطاع

source: formula
ar: معادلة

source: salary
ar: الراتب

source: withholding tax applicable
ar: خاضة لضريبة الدفعة الواحدة

source: withholding tax not applicable
ar: غير خاضة لضريبة الدفعة الواحدة

source: others
ar: أخرى

source: replace
ar: استبدال

source: raise error
ar: إعادة مع الخطاً

source: to use it in services like sms, whatsapp, etc.
ar: لاستخدامه في الخدمات مثل: خدمة الرسائل القصيرةـ واتساب ...

source: classify the nature of compensation to know how to calculate it in the periodic tax statement
ar: تصنيف طبيعة التعويض لمعرفة كيف يتم احتسابه خلال التقارير المعدة لمديرية المالية

source: round method
ar: طريقة التقريب

source: rounded to
ar: التقريب الى

source: min total value
ar: الحد الأدنى الاجمالي

source: min total value to calculate the compensation value
ar: الحد الأدنى للاجمالي لاحتساب قيمة التعويض

source: min total formula
ar: معادلة الحد الأدنى الاجمالي

source: if Raise error, it will raise an error if the total value is less than min total value, otherwise it will replace the value with min total value
ar: اذا اخترت "‘اعادة مع الخطأ"، سيتم رفض أمر الصرف اذا كان اجمالي التعويض أقل من الحد الأدنى الاجمالي، أما باختيار "استبدال" النظام سيقوم باستبدال القيمة الاجمالية للتعويض بالحد الأدنى

source: max total value
ar: الحد الأعلى الاجمالي

source: max total value to calculate the compensation value
ar: الجد الأعلى الاجمالي لاحتساب قيمة التعويض

source: max total formula
ar: معادلة الحد الأعلى

source: if Raise error, it will raise an error if the total value is greater than max total value, otherwise it will replace the value with max total value
ar: اذا اخترت "اعادة مع الخطأ"، سيتم رفض أمر الصرف اذا كان اجمالي التعويض أكثر من الحد الأعلى الاجمالي، أما باختيار "استبدال" النظام سيقوم باستبدال القيمة الاجمالية للتعويض بالحد الأعلى

source: document
ar: المستند

source: accounting id in accounting system (in chart of accounts)
ar: رقم التسلسل الخاص بالمحاسبة العامة (شجرة الحسابات)

source: value must be greater than 0.
ar: القيمة يجب ان تكون أكبر من الصفر.

source: min value must be less than value.
ar: الحد الأدنى يجب ان يكون أقل من القيمة.

source: max value must be greater than value.
ar: الحد الأعلى يجب ان يكون أكبر من القيمة.

source: min value must be less than max value.
ar: الحد الأدنى يجب ان يكون أقل من الحد الاعلى.

source: formula must be filled.
ar: يجب ان تملأ حقل المعادلة.

source: (not activated)
ar: (غير مفعل)

source: compensation
ar: التعويض

source: compensations
ar: التعويضات

source: open
ar: مفتوح

source: period
ar: الفترة

source: periods
ar: الفترات

source: fixed amount
ar: مبلغ ثابت

source: fixed percentage
ar: نسبة ثابتة

source: brackets
ar: شرائح

source: amount
ar: المبلغ

source: if you choose fixed amount, this field will be used
ar: اذا اخترت "مبلغ ثابت" يجب ان تملئ هذا الحقل

source: percentage
ar: النسبة

source: if you choose fixed percentage, this field will be used
ar: اذا اخترت "نسبة ثابتة" يجب ان تملئ هذا الحقل

source: you can't have brackets if the calculation method is not brackets.
ar: لا يمكنك اضافة شرائح اذا لم تكن مختار طريقة الاحتساب "شرائح".

source: amount must be greater than 0.
ar: المبلغ يجب ان يكون أكبر من الصفر.

source: percentage must be greater than 0.
ar: النسبة يجب أن تكون أكبر من الصفر.

source: taxes
ar: الضرائب

source: you can't add a bracket to a not brackets tax.
ar: لا يمكن اضافة الشرائح الى ضريبة طريقة احتسابها لا تكون "شرائح".

source: amount from must be greater than amount to.
ar: "المبلغ من" يجب ان يكون أكبر من "المبلغ الى".

source: tax bracket
ar: شريحة الضرائب

source: tax brackets
ar: شرائح الضرائب

source: voucher kind
ar: نوع أمر الصرف

source: voucher kinds
ar: أنواع أوامر الصرف

source: years
ar: السنوات

source: birth date
ar: تاريخ الميلاد

source: create new compensation
ar: انشاء تعويض جديد

source: create new period
ar: انشاء فترة جديدة

source: create new tax bracket
ar: انشاء شريحة ضريبة جديدة

source: create new tax
ar: انشاء ضريبة جديدة

source: create new voucher kind
ar: انشاء نوع أمر صرف جديد

source: create new year
ar: انشاء سنة جديدة

source: add new compensation
ar: انشاء تعويض جديد

source: not activated
ar: غير مفعل

source: add new period
ar: انشاء فترة جديدة

source: start_date
ar: تاريخ البداية

source: is_closed
ar: هل هو مغلق

source: add new tax bracket
ar: انشاء شريحة ضريبة جديدة

source: add new tax
ar: انشاء ضريبة جديدة

source: brackets count
ar: عدد الشرائح

source: compensations count
ar: عدد التعويضات

source: add new voucher kind
ar: انشاء نوع أمر صرف جديد

source: vouchers count
ar: عدد أوامر الصرف

source: add new year
ar: انشاء سنة جديدة

source: financial
ar: القسم المالي

source: governorate
ar: المحافظة

source: cities count
ar: عدد المدن

source: locality
ar: هل هي محلية

source: search governorates
ar: البحث ضمن المحافظات

source: e.g. Hamah
ar: مثال: حماه

source: e.g. Al-Bayda
ar: مثال: البيضا

source: e.g. Syrian
ar: مثال: سوري

source: city
ar: مدينة

source: area
ar: منطقة

source: town
ar: بلدة

source: village
ar: قرية

source: cities
ar: المدن

source: governorates
ar: المحافظات

source: local
ar: محلي

source: foreign
ar: اجنبي

source: is local
ar: هل هي محلية

source: nationalities
ar: الجنسيات

source: create new city
ar: انشاء مدينة جديدة

source: create new governorate
ar: انشاء محافظة جديدة

source: create new nationality
ar: انشاء جنسية جديدة

source: add new city
ar: انشاء مدينة جديدة

source: add new governorate
ar: انشاء محافظة جديدة

source: add new row
ar: اضافة سطر جديد

source: add new nationality
ar: انشاء جنسية جديدة

source: geographical
ar: القسم الجغرافي

source: children
ar: أطفال

source: teenagers
ar: مراهقين

source: twenties
ar: العشرينيات

source: thirties
ar: الثلاثينيات

source: forties
ar: الأربعينيات

source: fifties
ar: الخمسينيات

source: sixties
ar: الستينينات

source: seventies
ar: السبعينيات

source: eighties
ar: الثمانينيات

source: nineties
ar: التعسينيات

source: above 100
ar: أكثر من 100 عام

source: month
ar: الشهر

source: day
ar: اليوم

source: gender
ar: الجنس

source: face color
ar: لون الوجه

source: eyes color
ar: لون العينين

source: martial status
ar: الحالة الاجتماعية

source: military status
ar: الحالة العسكرية

source: religion
ar: الديانة

source: birth place
ar: مكان الولادة

source: age group
ar: مجموعة العمر

source: job age group
ar: مجموعة العمر الوظيفي

source: cost center
ar: مركز الكلفة

source: position
ar: المنصب

source: status
ar: الحالة

source: payable status
ar: الحالة المدفوعة

source: separated status
ar: الحالة المفصولة

source: job type
ar: نوع العمل

source: job subtype
ar: نوع العمل الفرعي

source: groups
ar: المجموعات

source: full name
ar: الاسم الكامل

source: first name
ar: الاسم الاول

source: last name
ar: الكنية

source: father name
ar: اسم الاب

source: father full name
ar: اسم الاب الكامل

source: mother name
ar: اسم الام

source: national id
ar: الرقم الوطني

source: passport id
ar: رقم جواز السفر

source: card id
ar: رقم البطاقة

source: civil registry office
ar: امانة السجل المدني

source: registry office name
ar: قيد السجل المدني

source: registry office id
ar: رقم السجل المدني

source: special signs
ar: العلامات المميزة

source: card date
ar: تاريخ استلام البطاقة

source: current address
ar: العنوان الحالي

source: hire date
ar: تاريخ التعيين

source: separation date
ar: تاريه انهاء التعاقد

source: payable?
ar: هل هو قابل للدفع؟

source: separated?
ar: هل هو مفصول؟

source: group by
ar: تجميع حسب

source: this
ar: هذا

source: specialty
ar: التخصص

source: payability
ar: قابلية الدفع

source: upcoming birthday this
ar: عيد الميلاد القادم هذا

source: upcoming job anniversary this
ar: ذكرى العمل السنوية هذا

source: groups combined
ar: المجموعات (مجمعة)

source: number
ar: الرقم

source: search cities
ar: البحث ضمن المدن

source: search positions
ar: البحث ضمن المناصب

source: search cost centers
ar: البحث ضمن مراكز الكلفة

source: search job subtypes
ar: البحث ضمن أنواع العمل الفرعية

source: search statuses
ar: البحث ضمن الحالات

source: search degrees
ar: البحث ضمن الدرجات

source: search schools
ar: البحث ضمن الجامعات

source: search specializations
ar: البحث ضمن الاختصاصات

source: search users
ar: البحث ضمن المستخدمين

source: e.g. John
ar: مثال: عبدالله

source: e.g. Doe
ar: مثال: التتان

source: e.g. Jane
ar: مثال: بشار

source: e.g. Hama
ar: مثال: حماه

source: e.g. 1990-01-01
ar: مثال: 1995-01-01

source: e.g. Cairo
ar: مثال: حماه

source: e.g. White
ar: مثال: ابيض

source: e.g. Blue
ar: مثال: سماوي

source: e.g. 123 Main Street, Cairo
ar: مثال: حماه، شارع النيل

source: e.g. Glasses
ar: مثال: تام

source: some notes
ar: بعض الملاحظات

source: has whatsapp
ar: هل لديه واتساب

source: mobile number
ar: رثم الهاتف المحمول

source: personal
ar: شخصي

source: work
ar: عمل

source: emails
ar: البريد الالكتروني

source: muslim
ar: مسلم

source: christian
ar: مسيحي

source: jewish
ar: يهودي

source: male
ar: ذكر

source: female
ar: أنثى

source: married
ar: متزوج

source: single
ar: أعزب

source: divorced
ar: مطلق

source: defremented
ar: مسرح

source: in progress
ar: في الخدمة

source: finished
ar: منتهي

source: excused
ar: معذور

source: autocomplete for searching
ar: التعبئة التقائية للبحث

source: profile
ar: الصورة الشخصية

source: identity document
ar: مستند الهوية الشخصية

source: employee
ar: موظف

source: employees
ar: الموظفين

source: birth date cannot be in the future
ar: تاريخ الميلاد لا يجب أن يكون في المستقبل

source: employee's age must be at least {} years old
ar: عمر الموظف يجب أن يكون على الاقل {} سنة

source: hire date cannot be in the future
ar: تاريخ التعيين لا يجب ان يكون في المستقبل

source: hire date cannot be earlier than birth date
ar: تاريخ التعيين لا يجب ان يكون قبل تاريخ الميلاد

source: card date cannot be in the future
ar: تاريخ استلام البطاقة لا يجب ان يكون في المستقبل

source: card date cannot be earlier than birth date
ar: تاريخ استلام البطاقة لا يجب ان يكون قبل عيد الميلاد

source: separation date cannot be empty if the employee status is separated
ar: تاريخ انهاء التعاقد لا يمكن ان يكون فارغأ حين تكون حالة الموظف (مفصول)

source: separation date cannot be filled if the employee status is not separated
ar: تاريخ انهاء التعاقد لا يمكن ان يحتوي على قيمة في حال كانت حالة الموظف (غير مفصول)

source: separation date cannot be earlier than hire date
ar: تاريخ انهاء التعاقد لا يمكن ان يكون قبل تاريخ التعيين

source: mobile
ar: الهاتف المحمول

source: mobiles
ar: الهواتف المحمولة

source: phones
ar: الهواتف

source: min employee age
ar: الحد الأدنى لعمر الموظف

source: allowed min employee age
ar: الحد الأدنى لعمر الموظف المسموح به

source: nth job anniversary
ar: ذكرى العمل السنوية رقم

source: years count to calculate job anniversary
ar: عدد السنوات لاحتساب ذكرى العمل السنوية

source: years count to group job age
ar: عدد السنوات لتجميع العمر الوظيفي

source: hr settings
ar: إعدادات الموارد البشرية

source: 10's
ar: السنوات العشر الأولى

source: 20's
ar: العشرينيات

source: 30's
ar: الثلاثينيات

source: 40's
ar: الأربعينيات

source: 50's
ar: الخمسينيات

source: 60's
ar: الستينيات

source: 70's
ar: السبعينيات

source: 80's
ar: الثمانينيات

source: 90's
ar: التسعينيات

source: employee name
ar: اسم الموظف

source: employee national id
ar: الرقم الوطني للموظف

source: fullname
ar: الاسم الكامل

source: shortname
ar: الاسم المختصر

source: father fullname
ar: اسم الاب الكامل

source: age
ar: العمر

source: next birthday
ar: عيد الميلاد القادم

source: next job anniversary
ar: ذكرى العمل السنوية القادمة

source: job age
ar: العمر الوظيفي

source: position order
ar: ترتيب المنصب

source: groups with types
ar: المجموعات مع الأنواع

source: governmental school?
ar: جامعة حكومية؟

source: virtual school?
ar: جامعة افتراضية؟

source: whatsapp url
ar: رابط الواتساب

source: some emails already exist
ar: يوجود بريد الكتروني موجود مسبقاً

source: some phones already exist
ar: بعض أرقام الهواتف موجودة مسبقاً

source: some mobiles already exist
ar: بعض أرقام الهواتف المحمولة موجودة مسبقاً

source: create new employee
ar: اضافة موظف جديد

source: add new employee
ar: اضافة موظف جديد

source: until next birthday
ar: حتى عيد الميلاد القادم

source: until next job anniversary
ar: حتى ذكرى العمل السنوية القادمة

source: link
ar: رابط

source: whatsapp
ar: واتساب

source: has no whatsapp
ar: لا يملك واتساب

source: export to MSWord
ar: التصدر الى ملف وورد

source: employees counts grouped by
ar: أعداد الموظفين مجمعين حسب

source: key
ar: مفتاح

source: counts
ar: أعداد

source: upcoming birthdays this
ar: أعياد ميلاد قادمة

source: birthdate
ar: عيد ميلاد

source: No upcoming birthdays
ar: لا يوجد أعياد ميلاد قادمة

source: upcoming job anniversaries this
ar: ذكرى العمل السنوية القادمة في هذا\هذه

source: next anniversary
ar: الذكرى السنوية القادمة

source: No upcoming job anniversaries
ar: لا توجد ذكرى عمل سنوية قادمة

source: human resources
ar: الموارد البشرية

source: word
ar: وورد

source: job subtypes count
ar: عدد أنواع العمل الفرعية

source: payable
ar: قابل للدفع

source: separated
ar: مفصول

source: e.g. Architecture
ar: مثال: مهندس معماري

source: cost center id
ar: رقم المعرف مركز الكلفة

source: e.g. Financial Department
ar: مثال: القسم المالي

source: search job types
ar: البحث ضمن انواع العمل

source: e.g. Software Developer
ar: مثال: مطور برمجيات

source: is payable
ar: هل هو قابل للدفع

source: is separated
ar: هل هو مفصول

source: e.g. Active
ar: مثال: مفعل

source: cost center id in accounting system
ar: رقم مركز الكلفة في المحاسبة العامة

source: cost centers
ar: مراكز الكلفة

source: administrative
ar: إداري

source: group
ar: مجموعة

source: job subtypes
ar: انواع العمل الفرعية

source: job types
ar: انواع العمل

source: for sorting purposes, you can use the same order for different positions
ar: لأغراض الترتيب، يمكنك استخدام نفس الترتيب لأكثر من منصب

source: positions
ar: المناصب

source: not payable
ar: غير قابل للدفع

source: not separated
ar: غير مفصول

source: statuses
ar: الحالات

source: create new cost center
ar: اضافة مركز كلفة جديد

source: create new group
ar: اضافة مجموعة جديدة

source: create new job subtype
ar: اضافة نوع عمل فرعي جديد

source: create new job type
ar: اضافة نوع عمل جديد

source: create new position
ar: اضافة منصب جديد

source: create new status
ar: اضافة حالة جديدة

source: add new cost center
ar: اضافة مركز كلفة جديد

source: add new group
ar: اضافة مجموعة جديدة

source: add new job subtype
ar: اضافة نوع عمل فرعي جديد

source: add new job type
ar: اضافة نوع عمل جديد

source: add new position
ar: اضافة منصب جديد

source: add new status
ar: اضافة حالة جديدة

source: organization
ar: قسم المنظمة

source: compensation name
ar: اسم التعويض

source: cost center name
ar: اسم مركز الكلفة

source: employee fullname
ar: الاسم الكامل للموظف

source: voucher
ar: أمر صرف

source: exclude
ar: استبعاد

source: include
ar: تضمين

source: exclude zero net
ar: استبعاد الرصيد الصفري

source: compensation kind
ar: نوع التعويض

source: search employees
ar: البحث ضمن الموظفين

source: total debit
ar: اجمالي المدين

source: total credit
ar: اجمالي الدائن

source: net
ar: الصافي

source: created at
ar: تم الانشاء بتاريخ
