Repository: aaltatan/private-universities-sms
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: updated at
ar: تم التحديث بتاريخ

source: quarter
ar: الربع

source: fiscal object
ar: العنصر المالي

source: debit
ar: مدين

source: credit
ar: دائن

source: explanation
ar: البيان

source: voucher serial
ar: رقم امر الصرف التسلسلي

source: voucher title
ar: عنوان امر الصرف

source: trial balance
ar: ميزان المراجعة

source: total amount
ar: اجمالي المبلغ

source: reports
ar: التقارير

source: vouchers undeleted successfully
ar: تم الغاء الحذف بنجاح

source: cannot migrate vouchers that are not audited
ar: لا يمكن ترحيل أوامر الصرف غير المدققة

source: vouchers migrated successfully
ar: تم الترحيل بنجاح

source: migrate selected vouchers
ar: ترحيل أوامر الصرف المختارة

source: vouchers unmigrated successfully
ar: تم الغاء الترحيل بنجاح

source: vouchers unaudited successfully
ar: تم الغاء التدقيق بنجاح

source: voucher date
ar: تاريخ أمر الصرف

source: ordering
ar: الترتيب

source: title
ar: العنوان

source: serial id
ar: رقم الديوان

source: serial date
ar: تاريخ الديوان

source: approve date
ar: تاريخ الموافقة

source: due date
ar: تاريخ الاستحقاق

source: accounting journal sequence
ar: التسلسل الخاص بالمحاسبة العامة

source: is audited
ar: هل هو مدقق

source: is migrated
ar: هل هو مرحل

source: content type
ar: نوع المحتوى

source: e.g. fixed salary
ar: مثال: الراتب المقطوع

source: e.g. June 2025 Salaries
ar: مثال: رواتب حزيران 2025

source: is closed period
ar: هل هي فترة مغلقة

source: voucher notes
ar: ملاحظات أمر الصرف

source: e.g. VOC 0001
ar: مثال: 0001

source: type accounting journal sequence to confirm migration
ar: ادخل التسلسل الخاص بالمحاسبة العامة لتأكيد عملية الترحيل

source: e.g. JOV000001 2025
ar: مثال: 0005 لعام 2025

source: search periods
ar: البحث ضمن الفترات

source: search voucher kinds
ar: البحث ضمن أنواع أوامر الصرف

source: e.g. January 2022 Salaries
ar: مثال: رواتب شهر كانون الاول لعام 2022

source: e.g. 2022-01-05
ar: مثال: 2022-10-12

source: e.g. w/1234
ar: مثال: 55\و

source: e.g. 2022-01-04
ar: مثال: 2022-10-12

source: e.g. 2022-01-03
ar: مثال: 2022-10-12

source: e.g. 2022-01-10
ar: مثال: 2022-10-12

source: voucher document
ar: مستند أمر الصرف

source: search compensations
ar: البحث ضمن التعويضات

source: general serial
ar: التسلسل العام

source: fiscal object id
ar: المعرف الخاص بالعنصر المالي

source: debit and credit cannot be both filled
ar: لا يمكنك ملئ المدين والدائن بنفس الوقت

source: journal entry
ar: قيد اليومية

source: journal entries
ar: قيود اليومية

source: audited
ar: مدقق

source: not audited
ar: غير مدقق

source: migrated
ar: مرحل

source: not migrated
ar: غير مرحل

source: updated by
ar: تم التعديل بواسطة

source: dewan id if exists
ar: رقم الديوان في حال وجوده

source: dewan date if exists
ar: تاريخ الديوان في حال وجوده

source: date of approve by vouchers orderer (signature)
ar: تاريخ موافقة آمر الصرف (التوقيع)

source: the sequence of the accounting journal in accounting system e.g. JOV0001
ar: التسلسل الخاص بنظام المحاسبة العامة. مثال: 0001

source: audited by
ar: تم التدقيق بواسطة

source: you can't edit a voucher that is already migrated
ar: لا يمكنك التعديل على أمر صرف مرحل

source: due date cannot be earlier than date
ar: تاريخ الاستحقاق لا يمكن ان يكون قبل تاريخ امر الصرف

source: approve date cannot be later than date
ar: تاريخ موافقة آمر الصرف لا يمكن ان تكون بعد تاريخ امر الصرف

source: vouchers
ar: أوامر الصرف

source: voucher proxy
ar: أمر الصرف

source: all vouchers
ar: جميع اوامر الصرف

source: quantity
ar: الكمية

source: total
ar: الاجمالي

source: the employee ({}) is {}
ar: الموظف ({}) {}

source: the compensation ({}) is not active
ar: التعويض ({}) غير مفعل

source: value must be greater than or equal to compensation min value ({:,.2f})
ar: القيمة يجب ان تكون اكبر من او تساوي الحد الأدنى ({:,.2f})

source: value must be less than or equal to compensation max value ({:,.2f})
ar: القيمة يجب ان تكون اقل من او تساوي الحد الأقصى ({:,.2f})

source: this compensation has max total and its must be greater than or equal to compensation min total ({:,.2f})
ar: هذا التعويض لديه حد أدنى، يجب أن يكون أكبر من او يساوي الحد الأقصى ({:,.2f})

source: this compensation has max total and its must be less than or equal to compensation max total ({:,.2f})
ar: هذا التعويض لديه حد أقصى، يجب أن يكون أقل من او يساوي الحد الأقصى ({:,.2f})

source: voucher transaction
ar: بند أمر الصرف

source: voucher transactions
ar: بنود أمر الصرف

source: employee uuid
ar: المعرف الفريد للموظف

source: created by
ar: تم الانشاء بواسطة

source: transactions count
ar: عدد الحركات

source: quantity total
ar: اجمالي الكمية

source: value total
ar: اجمالي القيمة

source: tax total
ar: اجمالي الضريبة

source: please enter the accounting journal sequence for each voucher. (optional)
ar: رجاءً ادخل رقم أمر الصرف (في نظام المحاسبة العامة) لكل أمر صرف (احتياري)

source: No, take me back
ar: لا خذني الى الصفحة السابقة

source: journals
ar: قيود اليومية

source: transactions
ar: الحركات

source: create new voucher
ar: انشاء امر صرف جديد

source: information
ar: معلومات

source: add new voucher
ar: اضافة امر صرف جديد

source: export to MS Word
ar: التصدير الى نموذج وورد

source: audit
ar: تدقيق

source: you are about to audit the voucher, do you want to continue?
ar: انت على وشك تدقيق أمر الصرف، هل تريد الاستمرار؟

source: are you sure you want to audit all
ar: هل انت متأكد من تدقيق جميع

source: selected objects ?
ar: العناصر المختارة?

source: are you sure you want to migrate all
ar: هل انت متأكد من ترحيل جميع العناصر

source: selected objects ?
ar: العناصر المختارة؟

source: migrate
ar: ترحيل

source: are you sure you want to unmigrate all
ar: هل انت متأكد من الغاء الترحيل لجميع العناصر

source: unmigrate
ar: الغاء الترحيل

source: import transactions
ar: استيراد الحركات

source: download template
ar: تحميل القالب

source: here
ar: هنا

source: import
ar: استيراد

source: you are about to migrate
ar: انت على وشك الترحيل

source: you are about to unmigrate the voucher, do you want to continue?
ar: انت على وشك الغاء ترحيل أمر الصرف، هل تديد الاستمرار؟

source: you are about to update audited voucher, you need to re-audit it again, are you sure?
ar: انت على وشك التعديل على امر صرف مدقق، سيكون بحاجة تدقيق مرة أخرى في حال الاستمرار، هل أنت متأكد؟

source: voucher deleted successfully
ar: تم الحذف بنجاح

source: you can't delete this voucher because it is migrated.
ar: لا يمكنك حذف أمر صرف مرحل.

source: vouchers deleted successfully
ar: تم الحذف بنجاح

source: you can't delete vouchers because they are migrated.
ar: لا يمكنك حذف أوامر صرف مرحلة.

source: voucher audited successfully
ar: تم التدقيق بنجاح

source: you can't audit a voucher that you have created or updated or already has been audited or migrated
ar: لا يمكنك تدقيق أمر صرف قمت أنت بإنشاءا او في حال كان مرحل او مدقق مسبقاً

source: vouchers audited successfully
ar: تم التدقيق بنجاح

source: you can't audit vouchers that you have created or updated or already have been audited or migrated
ar: لا يمكنك تدقيق أوامر الصرف التي قمت أنت بإنشاءها او في حال كانت مرحلة او مدققة مسبقاً

source: voucher migrated successfully
ar: تم الترحيل بنجاح

source: you can't migrate unaudited or migrated voucher
ar: لا يمكنك ترحيل أمر صرف غير مدقق او مرحل مسبقاً

source: you can't migrate unaudited or migrated vouchers
ar: لا يمكنك ترحيل أوامر الصرف غير المدققة او المرحلة مسبقاً

source: voucher unmigrated successfully
ar: تم الغاء الترحيل بنجاح

source: you can't unmigrate unmigrated voucher
ar: لا يمكنك الغاء ترحيل امر صرف غير مرحل

source: you can't unmigrate unmigrated vouchers
ar: لا يمكنك الغاء ترحيل أوامر الصرف غير المرحلة

source: you cannot edit migrated voucher
ar: لا يمكنك التعديل على أمر صرف مرحل

source: you cannot delete migrated voucher
ar: لا يمكنك حذف أمر صرف مرحل

source: journals entries
ar: قيود اليومية

source: Forbidden
ar: غير مصرح لك

source: 403 error
ar: غير مصرح لك

source: you can’t access this page
ar: لا يمكنك الوصول الى هذه الصفحة

source: sorry, the page you are looking for you don't have permission to access.
ar: للأسف، ليس لديك صلاحيات الوصول الى هذه الصفحة.

source: are you sure you want to delete all
ar: هل متأكد من حذف جميع

source: are you sure you want to delete
ar: هل متأكد من حذف

source: apply
ar: تطبيق

source: reset
ar: اعادة التعيين

source: actions
ar: العمليات

source: export to Excel
ar: التصدير الى اكسل

source: export to CSV
ar: التصدير الى CSV

source: save
ar: حفظ

source: save and add another
ar: حفظ واضف عنصر جديد

source: save and continue editing
ar: حفظ واستمر بالتعديل

source: changes you made may not be saved?
ar: التغييرات التي قمت بها قد لا يتم حفظها؟

source: update and continue editing
ar: عدل واستمر بالتعديل

source: user profile
ar: صورة المستخدم

source: optional
ar: اختياري

source: close sidebar
ar: اغلق الشريط الجانبي

source: open sidebar
ar: افتح الشريط الجانبي

source: light mode
ar: الوضع النهاري

source: dark mode
ar: الوضع الليلي

source: employee ledger
ar: كشف حساب الموظف

source: full width
ar: العرض الكامل

source: contained
ar: مغلف

source: hide sidebar
ar: اخفاء الشريط الجانبي

source: freeze sidebar
ar: تثبيت الشريط الجانبي

source: english
ar: الانكليزية

source: arabic
ar: العربية

source: user menu
ar: قائمة المستخدم

source: admin
ar: مدير النظام

source: logout
ar: تسجيل الخروج

source: educational
ar: القسم التعليمي

source: show rows per page
ar: اظهار عدد الاسطر

source: of
ar: من

source: first page
ar: الصفحة الاولى

source: previous page
ar: الصفحة السابقة

source: next page
ar: الصفحة التالية

source: last page
ar: الصفحة الاخيرة

source: login
ar: تسجيل الدخول

source: username
ar: اسم المستخدم

source: password
ar: كلمة المرور
